Repository: OmegaT-extra-L10N/nl
Catalog: omegat/project_save.tmx
Source language: en
Languages: nl

source: Another package with the same name already exists.
nl: Er bestaat al een ander pakket met dezelfde naam.

source: Can't Undo
nl: Kan niet Ongedaan maken

source: Cancel
nl: Annuleren

source: Characters:
nl: Tekens:

source: Collapse All Comments
nl: Alle opmerkingen samenvouwen

source: Collapse All Folds
nl: Alles samenvouwen

source: Collapses all comment folds.
nl: Vouwt alle opmerkingen samen.

source: Collapses all folds.
nl: Vouwt alles samen.

source: Content Assist Available
nl: Assistentie voor inhoud beschikbaar

source: Copies current selection to the clipboard.
nl: Kopieert de huidige tekst naar het prikbord.

source: Copy
nl: Kopiëren

source: Copy Error
nl: Fout bij kopiëren

source: Creating new project from OMT package
nl: Nieuw project uit OMT-pakket maken

source: Cut
nl: Knippen

source: Delete
nl: Verwijderen

source: Delete unpacked OMT Package
nl: Uitgepakte OMT-pakket verwijderen

source: Deleting project...
nl: Project verwijderen…

source: Direction:
nl: Richting:

source: Do you want to delete the OMT Package?
nl: Wilt u het OMT-pakket verwijderen?

source: Do you want to overwrite it with the translation from the package ?
nl: Wilt u die overschrijven door de vertaling uit het pakket ?

source: Do you want to overwrite this package?
nl: Wilt u dit pakket overschrijven?

source: Down
nl: Neer

source: Doxygen-commented files (Okapi)
nl: Doxygen-commented bestanden (Okapi)

source: Encoding:
nl: Codering:

source: Error
nl: Fout

source: Expand All Folds
nl: Alles uitvouwen

source: Expands all folds.
nl: Vouwt alles uit.

source: File Size:
nl: Bestandsgrootte:

source: Filter Parameters Files
nl: Bestanden met filterparameters

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
nl: Filterinstellingen zijn momenteel <b>Projectspecifiek</b>.<br>Daarom zal het bestand met de parameters, nadat u op "OK" hebt geklikt, worden gekopieerd naar deze locatie:<br>

source: Find
nl: Zoeken

source: Find Prev.
nl: Vorige zoeken.

source: Find what:
nl: Zoeken naar:

source: Find:
nl: Zoeken:

source: Folding
nl: Samenvouwen

source: Fuzzy Match
nl: Fuzzy overeenkomsten

source: Fuzzy Matches Issues
nl: Problemen met Fuzzy overeenkomsten

source: Goto Line
nl: Ga naar regel

source: HTML files (Okapi)
nl: HTML-bestanden (Okapi)

source: InDesign IDML files (Okapi)
nl: InDesign IDML-bestanden (Okapi)

source: Include the name of the translation unit in comments
nl: De naam van de vertaaleenheid opnemen in opmerkingen

source: Invalid OMT package, file "omegat.project" is missing.
nl: Ongeldig OMT-pakket, bestand "omegat.project" ontbreekt.

source: Is there an open project?
nl: Is er een project geopend?

source: JSON files (Okapi)
nl: JSON-bestanden (Okapi)

source: Last modified:
nl: Laatst aangepast:

source: Line Number:
nl: Regelnummer:

source: Line terminator:
nl: Regeleinde:

source: Line: {0}
nl: Regel: {0}

source: Lines:
nl: Regels:

source: Mark all
nl: Alles markeren

source: Markdown files (Okapi)
nl: Markdown-bestanden (Okapi)

source: Match case
nl: (Hoofd)lettergevoelig

source: Missing Path
nl: Ontbrekend pad

source: Multiple markers at this line:
nl: Meerdere markeringen op deze regel:

source: No <xliff> element found.
nl: Geen element <xliff> gevonden.

source: No Parameters File
nl: Geen bestand met parameters

source: No Project Folder
nl: Geen projectmap

source: No element in the file.
nl: Geen element in het bestand.

source: OMT Package
nl: OMT-pakket

source: OMT Package file
nl: OMT-pakketbestand

source: OMT Package successfully created.
nl: OMT-pakket met succes gemaakt.

source: OMT package imported.
nl: OMT-pakket geïmporteerd.

source: OMT project packaged.
nl: OMT-project ingepakt.

source: Occurrence of "{0}"
nl: Aantal keer "{0}"

source: Okapi Filter Options
nl: Opties Okapi-filters

source: Okapi XLIFF Filter Options
nl: Opties Okapi XLIFF-filter

# Old Macintosh ()
source: Old Macintosh (\r)
nl: Oude Macintosh (\r)

source: OpenXML files (Okapi)
nl: OpenXML-bestanden (Okapi)

source: Overwrite OMT Package
nl: OMT-pakket overschrijven

source: Overwrite project_save.tmx File
nl: Bestand project_save.tmx overschrijven

source: Pack and delete project...
nl: Project inpakken en verwijderen…

source: Pack project as OMT file...
nl: Project inpakken als bestand voor OMT…

source: Packing OMT project...
nl: OMT-project inpakken…

source: Paste
nl: Plakken

source: Path:
nl: Pad:

source: Places text on clipboard at current location in text file.
nl: Plakt tekst vanaf het prikbord op de huidige locatie in het tekstbestand.

source: Please enter an integer between 1 and
nl: Voer een geheel getal in tussen 1 en

source: Press 'F2' for focus
nl: Druk op 'F2' voor focus

source: Properties: {0}
nl: Eigenschappen: {0}

source: Protect entries with state='final' (if not set: they can be edited)
nl: Items met state='final' beveiligen (indien niet ingesteld: zij kunnen niet worden bewerkt)

source: Qt TS files (Okapi)
nl: Qt TS-bestanden (Okapi)

source: Removes current selection and places it on the clipboard.
nl: Verwijdert de huidige selectie en plaatst die op het prikbord.

source: Removes current selection.
nl: Verwijdert de huidige selectie.

source: Replace
nl: Vervangen

source: Replace All
nl: Alles vervangen

source: Replace with:
nl: Vervangen door:

source: Replace:
nl: Vervangen:

source: SDL-XLIFF files (Okapi)
nl: SDL-XLIFF-bestanden (Okapi)

source: Segment beginning with a fuzzy match prefix
nl: Segment begint met voorvoegsel voor een fuzzy overeenkomst

source: Select All
nl: Alles selecteren

source: Select a Filter Parameters File
nl: Een bestand met filterparameters selecteren

source: Select location and name of the OMT package
nl: Locatie en naam van het OMT-pakket selecteren

source: Select the OMT package to import
nl: Het te importeren pakket van OMT selecteren

source: Selects all text in current text document.
nl: Selecteert alle tekst in het huidige tekstdocument.

source: Shift+Enter performs a backwards replace
nl: Shift+Enter vervangt achterwaarts

source: Shift+Enter performs a backwards search
nl: Shift+Enter zoekt achterwaarts

source: Show and protect entries with translate='no' (if not set: they are not extracted)
nl: Items met translate='no' weergeven en beveiligen (indien niet ingesteld: zij worden niet uitgenomen)

source: Sorry, there was a problem copying the parameters file.
nl: Sorry, er trad een probleem op bij het kopiëren van het bestand met parameters.

source: System Default
nl: Standaard systeem

source: TagEditor TTX files (Okapi)
nl: TagEditor TTX-bestanden (Okapi)

source: Takes back the last action.
nl: De laatste actie ongedaan maken.

source: The package has been successfully unpacked.
nl: Het pakket is met succes uitgepakt.

source: The parameters file does not exist.
nl: Het bestand met parameters bestaat niet.

source: The project already has an ongoing translation.
nl: Het project heeft al een vertaling waaraan is begonnen.

source: The version attribute is missing.
nl: Het attribuut voor de versie ontbreekt.

source: Toggle Current Fold
nl: Huidig samengevouwen schakelen

source: Toggles the fold at the caret position.
nl: Schakelt samenvouwen op de positie van de caret.

source: Transifex project files (Okapi)
nl: Transifex project-bestanden (Okapi)

source: Unable to determine the project folder.
nl: Kan de projectmap niet bepalen.

source: Undo
nl: Ongedaan maken

source: Unpack project from OMT file...
nl: Project uitpakken uit OMT-bestand…

source: Unpacking OMT package...
nl: OMT-pakket uitpakken…

source: Up
nl: Op

source: Updating current project with OMT package content
nl: Huidig project bijwerken met inhoud van OMT-pakket

source: Use the default filter settings (%s)
nl: De standaard filterinstellingen gebruiken (%s)

source: Use the following filter parameters file:
nl: Het volgende bestand met filterparameters gebruiken:

source: Whole word
nl: Gehele woord

source: Wordfast Pro TXML files (Okapi)
nl: Wordfast Pro TXML-bestanden (Okapi)

source: Words:
nl: Woorden:

source: Wrap
nl: Doorlopen

source: XLIFF files (Okapi)
nl: XLIFF-bestanden (Okapi)

source: XLIFF-2 files (Okapi)
nl: XLIFF-2-bestanden (Okapi)

source: XML files (Okapi - XML Filter)
nl: XML-bestanden (Okapi - XML-filter)

source: XML files (Okapi - XML Stream Filter
nl: XML-bestanden (Okapi - XMLstroom-filter

source: YAML files (Okapi)
nl: YAML-bestanden (Okapi)

source: You must specify a path.
nl: U moet een pad opgeven.
